import 'package:electronic_shop/models/product.dart';



const List<Product> allProducts =[
Product(title: "تابلت", description: "تمنحك الشاشة مقاس 10.5 بوصات بوضوحها الرائع والصوت المحيطي Dolby Atmos التجربة السينمائية التي يستحقها الترفيه الخاص بك. تابع رسائل البريد الإلكتروني والمحادثات مع فتح تطبيقات متعددة على شاشة واحدة. وشاهد الأطفال وهم يتعلمون على شاشة تجعلهم متحمسين بشأن الكتب والدروس ومقاطع الفيديو.", price:1000, image: "assets/images/tablet.png"),
Product(title: "تابلت", description: "تمنحك الشاشة مقاس 10.5 بوصات بوضوحها الرائع والصوت المحيطي Dolby Atmos التجربة السينمائية التي يستحقها الترفيه الخاص بك. تابع رسائل البريد الإلكتروني والمحادثات مع فتح تطبيقات متعددة على شاشة واحدة. وشاهد الأطفال وهم يتعلمون على شاشة تجعلهم متحمسين بشأن الكتب والدروس ومقاطع الفيديو.", price:1000, image: "assets/images/tablet.png"),
Product(title: "تابلت", description: "تمنحك الشاشة مقاس 10.5 بوصات بوضوحها الرائع والصوت المحيطي Dolby Atmos التجربة السينمائية التي يستحقها الترفيه الخاص بك. تابع رسائل البريد الإلكتروني والمحادثات مع فتح تطبيقات متعددة على شاشة واحدة. وشاهد الأطفال وهم يتعلمون على شاشة تجعلهم متحمسين بشأن الكتب والدروس ومقاطع الفيديو.", price:1000, image: "assets/images/tablet.png"),
Product(title: "تابلت", description: "تمنحك الشاشة مقاس 10.5 بوصات بوضوحها الرائع والصوت المحيطي Dolby Atmos التجربة السينمائية التي يستحقها الترفيه الخاص بك. تابع رسائل البريد الإلكتروني والمحادثات مع فتح تطبيقات متعددة على شاشة واحدة. وشاهد الأطفال وهم يتعلمون على شاشة تجعلهم متحمسين بشأن الكتب والدروس ومقاطع الفيديو.", price:1000, image: "assets/images/tablet.png"),
Product(title: "تابلت", description: "تمنحك الشاشة مقاس 10.5 بوصات بوضوحها الرائع والصوت المحيطي Dolby Atmos التجربة السينمائية التي يستحقها الترفيه الخاص بك. تابع رسائل البريد الإلكتروني والمحادثات مع فتح تطبيقات متعددة على شاشة واحدة. وشاهد الأطفال وهم يتعلمون على شاشة تجعلهم متحمسين بشأن الكتب والدروس ومقاطع الفيديو.", price:1000, image: "assets/images/tablet.png"),
];